{
  "data": [
    {
      "id": 1,
      "author": "Нетология. Университет интернет-профессий будущего",
      "content": "Когда-то Нетология начиналась с интенсивов по онлайн-маркетингу. Затем появились курсы по дизайну, разработке, аналитике и управлению. Мы растём сами и помогаем расти студентам: от новичков до уверенных профессионалов.",
      "published": "21 мая в 18:36"
    },
    {
      "id": 2,
      "author": "Нетология. Университет интернет-профессий будущего",
      "content": "Знаний хватит на всех, на следующей неделе разбираемся с.. Когда-то Нетология начиналась с интенсивов по онлайн-маркетингу. Затем появились курсы по дизайну, разработке, аналитике и управлению. Мы растём сами и помогаем расти студентам: от новичков до уверенных профессионалов.",
      "published": "18 сентября в 10:12",
      "videoUrl": "https://www.youtube.com/watch?v=ir0vFRaQ-Hw"
    },
    {
      "id": 3,
      "author": "Нетология. Университет интернет-профессий будущего",
      "content": "Четвёртый пост. Знаний хватит на всех, на следующей неделе разбираемся с.. Когда-то Нетология начиналась с интенсивов по онлайн-маркетингу. Затем появились курсы по дизайну, разработке, аналитике и управлению. Мы растём сами и помогаем расти студентам: от новичков до уверенных профессионалов.",
      "published": "19 сентября в 12:12"
    },
    {
      "id": 4,
      "author": "Нетология. Университет интернет-профессий будущего",
      "content": "Когда-то Нетология начиналась с интенсивов по онлайн-маркетингу. Затем появились курсы по дизайну, разработке, аналитике и управлению. Мы растём сами и помогаем расти студентам: от новичков до уверенных профессионалов.",
      "published": "20 сентября в 12:12"
    },
    {
      "id": 5,
      "author": "Нетология. Университет интернет-профессий будущего",
      "content": "Пятый пост. Знаний хватит на всех, на следующей неделе разбираемся с.. Когда-то Нетология начиналась с интенсивов по онлайн-маркетингу. Затем появились курсы по дизайну, разработке, аналитике и управлению. Мы растём сами и помогаем расти студентам: от новичков до уверенных профессионалов.",
      "published": "21 сентября в 12:12"
    }
  ]
}